alacritty
alsa-firmware
alsa-utils
base
base-devel
bluez-utils
bspwm
dunst
efibootmgr
feh
firefox
flameshot
fwupd
fzf
git
grub
gtk4
htop
intel-ucode
linux
linux-firmware
linux-headers
lsd
lxappearance
ly
mtools
neovim
networkmanager
openssh
os-prober
pavucontrol
pipewire
pipewire-pulse
plocate
pulsemixer
python-pipx
redshift
reflector
ripgrep
rofi
rsync
sof-firmware
stow
sudo
sxhkd
tmux
unzip
wget
wireless_tools
wpa_supplicant
xclip
xcape
xdg-user-dirs
xdg-utils
xorg-setxkbmap
xorg-xbacklight
xorg-xrandr
xorg-xsetroot
xf86-video-vesa
xorg-server
xorg-xinit
zoxide
zsh
zsh-completions
ufw
mpv
zathura
zathura-pdf-poppler

ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-hack-nerd
